Repository: microsoft/terminal
Catalog: src/cascadia/TerminalSettingsModel/Resources/*/Resources.resw
Source language: en_us
Languages: de_de, es_es, fr_fr, it_it, ja_jp, ko_kr, pt_br, ru_ru, sr_cyrl_rs, uk_ua, zh_cn, zh_tw

# TogglePaneReadOnlyCommandKey
source: Toggle pane read-only mode
de_de: Schreibschutz des Bereichs umschalten
es_es: Activar o desactivar el modo de solo lectura del panel
fr_fr: Activer/désactiver le mode lecture seule du volet
it_it: Attiva/disattiva modalità di sola lettura per il riquadro
ja_jp: ウィンドウを読み取り専用モードに切り替える
ko_kr: 토글 창 읽기 전용 모드
pt_br: Alternar painel modo somente leitura
ru_ru: Включить или отключить режим только для чтения в панели
sr_cyrl_rs: Укљ./искљ. режим панела само-за-читање
uk_ua: Увімкнути панель у режим лише для читання
zh_cn: 切换窗格只读模式
zh_tw: 切換窗格唯讀模式

# EnablePaneReadOnlyCommandKey
source: Enable pane read-only mode
de_de: Schreibgeschützten Modus des Bereichs aktivieren
es_es: Activar el modo de solo lectura del panel
fr_fr: Activer le mode lecture seule du volet
it_it: Abilita modalità di sola lettura per il riquadro
ja_jp: ウィンドウの読み取り専用モードを有効にする
ko_kr: 창 읽기 전용 모드 사용
pt_br: Habilitar modo somente leitura do painel
ru_ru: Включить режим только для чтения в панели
sr_cyrl_rs: Укључи режим панела само-за-читање
uk_ua: Увімкнути режим панелі лише для читання
zh_cn: 启用窗格只读模式
zh_tw: 啟用窗格唯讀模式

# DisablePaneReadOnlyCommandKey
source: Disable pane read-only mode
de_de: Schreibgeschützten Modus des Bereichs deaktivieren
es_es: Desactivar el modo de solo lectura del panel
fr_fr: Désactiver le mode lecture seule du volet
it_it: Disabilita modalità di sola lettura per il riquadro
ja_jp: ウィンドウの読み取り専用モードを無効にする
ko_kr: 창 읽기 전용 모드 사용 안 함
pt_br: Desabilitar modo somente leitura do painel
ru_ru: Отключить режим только для чтения в панели
sr_cyrl_rs: Искључи режим панела само-за-читање
uk_ua: Вимкнути режим панелі лише для читання
zh_cn: 禁用窗格只读模式
zh_tw: 停用窗格唯讀模式

# ToggleShaderEffectsCommandKey
source: Toggle terminal visual effects
de_de: Visuelle Effekte des Terminals umschalten
es_es: Alternar efectos visuales de terminal
fr_fr: Activer/désactiver les effets visuels du terminal
it_it: Attiva/Disattiva terminale effetti visivi
ja_jp: ターミナルの視覚効果の切り替え
ko_kr: 터미널 시각 효과 설정/해제
pt_br: Alternar efeitos visuais terminais
ru_ru: Переключить визуальные эффекты терминала
sr_cyrl_rs: Укљ./искљ. визуелне ефекте терминала
uk_ua: Перемикання візуальних ефектів терміналу
zh_cn: 切换终端视觉效果
zh_tw: 切換終端視覺效果

# BreakIntoDebuggerCommandKey
source: Break into the debugger
de_de: Debugger unterbrechen
es_es: Interrumpir en el depurador
fr_fr: Accès dans le débogueur
it_it: Interrompi il debugger
ja_jp: デバッガーに挿入します
ko_kr: 디버거로 나누기
pt_br: Invadir o depurador
ru_ru: Перейти в отладчик
sr_cyrl_rs: Преломи у дибагер
uk_ua: Відкрити налагоджувач
zh_cn: 强行进入调试程序
zh_tw: 在偵錯工具中中斷

# OpenSettingsUICommandKey
source: Open settings
fr_fr: Ouvrir les paramètres
it_it: Apri impostazioni
ru_ru: Открыть параметры
sr_cyrl_rs: Отвори подешавања
uk_ua: Відкрити налаштування
zh_cn: 打开设置

# RenameWindowCommandKey
source: Rename window to "{0}"
de_de: Fenster in „{0}“ umbenennen
es_es: Cambiar el nombre de la ventana por "{0}"
fr_fr: Renommer la fenêtre en « {0} »
it_it: Rinomina finestra in "{0}"
ja_jp: ウィンドウの名前を "{0}" に変更する
ko_kr: "{0}"(으)로 창 이름 바꾸기
pt_br: Renomear a janela para "{0}"
ru_ru: Переименовать окно в "{0}"
sr_cyrl_rs: Да променим име прозора на „{0}”
uk_ua: Перейменувати вікно на "{0}"
zh_cn: 重命名窗口到 “{0}”
zh_tw: 將視窗重新命名為「{0}」

# ResetWindowNameCommandKey
source: Reset window name
de_de: Fensternamen zurücksetzen
es_es: Restablecer el nombre de la ventana
fr_fr: Réinitialiser le nom de la fenêtre
it_it: Reimposta nome finestra
ja_jp: ウィンドウの名前をリセットする
ko_kr: 창 이름 다시 설정
pt_br: Definir nome da janela
ru_ru: Сбросить имя окна
sr_cyrl_rs: Ресетуј име прозора
uk_ua: Скинути назву вікна
zh_cn: 重置窗口名称
zh_tw: 重設視窗名稱

# OpenWindowRenamerCommandKey
source: Rename window...
de_de: Fenster umbenennen...
es_es: Cambiar el nombre de la ventana...
fr_fr: Renommer la fenêtre...
it_it: Rinomina finestra...
ja_jp: ウィンドウの名前を変更...
ko_kr: 창 이름 바꾸기...
pt_br: Renomear janela...
ru_ru: Переименовать окно...
sr_cyrl_rs: Промена имена прозора...
uk_ua: Перейменувати вікно...
zh_cn: 重命名窗口...
zh_tw: 重新命名視窗...

# DisplayWorkingDirectoryCommandKey
source: Display Terminal's current working directory
de_de: Aktuelles Arbeitsverzeichnis des Terminals anzeigen
es_es: Mostrar el directorio de trabajo actual del terminal
fr_fr: Afficher le répertoire de travail actuel du terminal
it_it: Visualizza la directory di lavoro corrente del terminale
ja_jp: ターミナルの現在の作業ディレクトリを表示する
ko_kr: 터미널의 현재 작업 디렉터리 표시
pt_br: Exibir o diretório de trabalho atual do Terminal
ru_ru: Отобразить текущий рабочий каталог Терминала
sr_cyrl_rs: Прикажи текући радни директоријум Терминала
uk_ua: Показати поточний робочий каталог терміналу
zh_cn: 显示终端的当前工作目录
zh_tw: 顯示終端機目前的工作目錄

# GlobalSummonCommandKey
source: Show/Hide the Terminal window
de_de: Terminalfenster ein-/ausblenden
es_es: Mostrar u ocultar la ventana de terminal
fr_fr: Afficher/masquer la fenêtre Terminal
it_it: Mostra/Nascondi la finestra del terminale
ja_jp: ターミナル ウィンドウの表示/非表示
ko_kr: 터미널 창 표시/숨기기
pt_br: Mostrar/Ocultar a Janela do terminal
ru_ru: Показать/скрыть окно Терминала
sr_cyrl_rs: Прикажи/Сакриј прозор Терминала
uk_ua: Показати/сховати вікно терміналу
zh_cn: 显示/隐藏终端窗口
zh_tw: 顯示/隱藏終端機視窗

# QuakeModeCommandKey
source: Show/Hide Quake window
de_de: Quake-Fenster ein-/ausblenden
es_es: Mostrar u ocultar ventana Quake
fr_fr: Afficher/masquer la fenêtre Quake
it_it: Mostra/Nascondi finestra Di colore
ja_jp: Quake ウィンドウの表示/非表示
ko_kr: 퀘이크 창 표시/숨기기
pt_br: Mostrar/ocultar janela do Quake
ru_ru: Показать/скрыть окно Quake
sr_cyrl_rs: Прикажи/Сакриј Quake прозор
uk_ua: Показати/сховати вікно Quake
zh_cn: 显示/隐藏 Quake 窗口
zh_tw: 顯示/隱藏 Quake 視窗

# FocusPaneCommandKey
source: Focus pane {0}
de_de: Bereich {0} fokussieren
es_es: Centrar panel {0}
fr_fr: Volet de mise au point {0}
it_it: Riquadro con stato attivo {0}
ja_jp: ウィンドウ {0} をフォーカスする
ko_kr: 포커스 창 {0}
pt_br: Painel de foco {0}
ru_ru: Фокус на панели {0}
sr_cyrl_rs: Фокусирај панел {0}
uk_ua: Сфокусувати панель {0}
zh_cn: 焦点窗格 {0}
zh_tw: 聚焦窗格 {0}

# ExportBufferToPathCommandKey
source: Export text to {0}
de_de: Text nach {0} exportieren
es_es: Exportar texto a {0}
fr_fr: Exporter du texte vers {0}
it_it: Esporta testo in {0}
ja_jp: テキストを {0} にエクスポートする
ko_kr: {0}로 텍스트 내보내기
pt_br: Exportar texto para {0}
ru_ru: Экспорт текста в {0}
sr_cyrl_rs: Извези текст у {0}
uk_ua: Експортувати текст до {0}
zh_cn: 将文本导出到{0}
zh_tw: 匯出文字至 {0}

# ExportBufferCommandKey
source: Export text
de_de: Text exportieren
es_es: Exportar texto
fr_fr: Exporter le texte
it_it: Esporta testo
ja_jp: テキストのエクスポート
ko_kr: 텍스트 내보내기
pt_br: Exportar texto
ru_ru: Экспорт текста
sr_cyrl_rs: Извоз текста
uk_ua: Експорт тексту
zh_cn: 导出文本
zh_tw: 匯出文字

# ClearAllCommandKey
source: Clear buffer
de_de: Puffer löschen
es_es: Borrar búfer
fr_fr: Effacer la mémoire tampon
it_it: Deseleziona buffer
ja_jp: バッファーのクリア
ko_kr: 버퍼 지우기
pt_br: Limpar o buffer
ru_ru: Очистить буфер
sr_cyrl_rs: Очисти бафер
uk_ua: Очистити буфер
zh_cn: 清除缓冲区
zh_tw: 清除緩衝區

# ClearViewportCommandKey
source: Clear viewport
de_de: Viewport löschen
es_es: Borrar ventanilla
fr_fr: Effacer la fenêtre d’affichage
it_it: Deseleziona riquadro di visualizzazione
ja_jp: ビューポートのクリア
ko_kr: 뷰포트 지우기
pt_br: Limpar o visor
ru_ru: Очистить окно просмотра
sr_cyrl_rs: Очисти поглед
uk_ua: Очистити вікно
zh_cn: 清除视区
zh_tw: 清除檢視區

# ClearScrollbackCommandKey
source: Clear scrollback
de_de: Bildlauf löschen
es_es: Borrar desplazamiento hacia atrás
fr_fr: Effacer le défilement
it_it: Deseleziona scrollback
ja_jp: スクロールバックのクリア
ko_kr: 스크롤백 지우기
pt_br: Limpar o scrollback
ru_ru: Очистить прокрутку
sr_cyrl_rs: Очисти део бафера изнад погледа
uk_ua: Очистити поза екраном
zh_cn: 清除回滚
zh_tw: 清除捲動

# DefaultWindowsConsoleName
source: Let Windows decide
de_de: Windows entscheiden lassen
es_es: Permitir que Windows decida
fr_fr: Laisser Windows décider
it_it: Lascia la scelta a Windows
ja_jp: Windows で自動的に選択する
ko_kr: Windows가 결정하도록 허용
pt_br: Permitir que o Windows decida
ru_ru: Разрешить Windows принимать решение
sr_cyrl_rs: Нека Windows одлучи
uk_ua: Дозволити Windows вирішувати
zh_cn: 让 Windows 决定
zh_tw: 讓 Windows 決定

# InboxWindowsConsoleAuthor
source: Microsoft Corporation
ru_ru: Корпорация Майкрософт
uk_ua: Корпорація Microsoft

# InboxWindowsConsoleName
source: Windows Console Host
de_de: Windows-Konsolenhost
es_es: Host de consola de Windows
fr_fr: Hôte de la console Windows
ja_jp: Windows コンソール ホスト
ko_kr: Windows 콘솔 호스트
pt_br: Host do Console do Windows
ru_ru: Узел консоли Windows
uk_ua: Хост консолі Windows
zh_cn: Windows 控制台主机
zh_tw: Windows 主控台主機

# QuitCommandKey
source: Quit the Terminal
de_de: Terminal beenden
es_es: Salir del terminal
fr_fr: Quitter le terminal
it_it: Esci da Terminale
ja_jp: ターミナルの終了
ko_kr: 터미널 종료
pt_br: Saia do Terminal
ru_ru: Выйти из терминала
sr_cyrl_rs: Напусти Терминал
uk_ua: Вийти з терміналу
zh_cn: 退出终端
zh_tw: 結束 [終端機]

# SetOpacityParentCommandName
source: Set background opacity...
de_de: Hintergrunddeckkraft festlegen...
es_es: Establecer la opacidad del fondo...
fr_fr: Définir l’opacité de l’arrière-plan...
it_it: Imposta l'opacità di sfondo...
ja_jp: 背景の不透明度を設定...
ko_kr: 배경 불투명도 설정...
pt_br: Definir a opacidade da tela de fundo...
ru_ru: Установить непрозрачность фона...
sr_cyrl_rs: Постављање непрозирности позадине...
uk_ua: Установити прозорість фону...
zh_cn: 设置背景不透明度...
zh_tw: 設定背景不透明度...

# IncreaseOpacityCommandKey
source: Increase background opacity by {0}%
de_de: Hintergrunddeckkraft um {0} % erhöhen
es_es: Aumentar la opacidad del fondo en un {0} %
fr_fr: Augmenter l’opacité de l’arrière-plan de {0} %
it_it: Aumenta l'opacità di sfondo del {0}%
ja_jp: 背景の不透明度を {0}% 上げる
ko_kr: 배경 불투명도를 {0}% 증가
pt_br: Aumentar a opacidade da tela de fundo em {0}%
ru_ru: Увеличить непрозрачность фона на {0}%
sr_cyrl_rs: Увећај непрозирност позадине за {0}%
uk_ua: Збільшити прозорість фону на {0}%
zh_cn: 将背景不透明度增加 {0}%
zh_tw: 增加背景不透明度為 {0}%

# DecreaseOpacityCommandKey
source: Decrease background opacity by {0}%
de_de: Hintergrunddeckkraft um {0} % verringern
es_es: Disminuir la opacidad del fondo en {0} %
fr_fr: Réduire l’opacité de l’arrière-plan de {0} %
it_it: Riduci l'opacità di sfondo del {0}%
ja_jp: 背景の不透明度を {0}% 下げる
ko_kr: 배경 불투명도를 {0}% 감소
pt_br: Diminuir a opacidade da tela de fundo em {0}%
ru_ru: Уменьшить непрозрачность фона на {0}%
sr_cyrl_rs: Умањи непрозирност позадине за {0}%
uk_ua: Зменшити прозорість фону на {0}%
zh_cn: 将背景不透明度降低{0}%
zh_tw: 減少背景不透明度為 {0}%

# AdjustOpacityCommandKey
source: Set background opacity to {0}%
de_de: Hintergrunddeckkraft auf {0} % festlegen
es_es: Establecer la opacidad del fondo en {0} %
fr_fr: Définir l’opacité d’arrière-plan sur {0} %
it_it: Imposta l'opacità di sfondo su {0}%
ja_jp: 背景の不透明度を {0}% に設定する
ko_kr: 배경 불투명도를 {0}%로 설정
pt_br: Definir opacidade da tela de fundo como {0}%
ru_ru: Установить непрозрачность фона на {0}%
sr_cyrl_rs: Постави непрозирност позадине на {0}%
uk_ua: Встановити прозорість фону на {0}%
zh_cn: 将背景不透明度设置为{0}%
zh_tw: 將背景不透明度設為 {0}%

# RestoreLastClosedCommandKey
source: Restore the last closed pane or tab
de_de: Wiederherstellen des letzten geschlossenen Fensters oder der letzten geschlossenen Registerkarte
es_es: Restaurar el último panel o pestaña cerrado
fr_fr: Restaurer le dernier volet ou onglet fermé
it_it: Ripristina l'ultimo riquadro o scheda chiusa
ja_jp: 最後に閉じたウィンドウまたはタブを復元する
ko_kr: 마지막 닫힌 창 또는 탭 복원
pt_br: Restaurar o último painel ou guia fechado
ru_ru: Восстановить последнюю закрытую область или вкладку
sr_cyrl_rs: Опорави последње затворени панел или картицу
uk_ua: Відновити останню закриту панель або вкладку
zh_cn: 还原上次关闭的窗格或选项卡
zh_tw: 還原上一個關閉的窗格或索引標籤

# SelectAllCommandKey
source: Select all text
de_de: Gesamten Text auswählen
es_es: Seleccionar todo el texto
fr_fr: Sélectionner tout le texte
it_it: Seleziona tutto il testo
ja_jp: すべてのテキストを選択
ko_kr: 모든 텍스트 선택
pt_br: Selecionar todo o texto
ru_ru: Выделить весь текст
sr_cyrl_rs: Изабери сав текст
uk_ua: Виділити весь текст
zh_cn: 选择所有文本
zh_tw: 選取所有文字

# MarkModeCommandKey
source: Toggle mark mode
de_de: Markierungsmodus umschalten
es_es: Alternar modo de marca
fr_fr: Activer/désactiver le mode marque
it_it: Attiva/Disattiva modalità contrassegno
ja_jp: マーク モードの切り替え
ko_kr: 표시 모드 설정/해제
pt_br: Ativar/Desativar o modo de marcação
ru_ru: Переключить режим маркировки
sr_cyrl_rs: Укљ./искљ. режим маркирања
uk_ua: Перемкнути режим позначення
zh_cn: 切换标记模式
zh_tw: 切換標記模式

# ToggleBlockSelectionCommandKey
source: Toggle block selection
de_de: Blockauswahl umschalten
es_es: Activar o desactivar la selección de bloques
fr_fr: Activer/désactiver la sélection de bloc
it_it: Attiva/disattiva selezione blocco
ja_jp: ブロック選択の切り替え
ko_kr: 블록 선택 영역 토글
pt_br: Alternar a seleção do bloco
ru_ru: Переключить выделение блоков
sr_cyrl_rs: Укљ./искљ. избор блока
uk_ua: Перемкнути вибір блоку
zh_cn: 切换块选择
zh_tw: 切換區塊選取

# SwitchSelectionEndpointCommandKey
source: Switch selection endpoint
de_de: Auswahlendpunkt wechseln
es_es: Cambiar la selección del punto de conexión
fr_fr: Changer de point de terminaison de sélection
it_it: Cambia endpoint di selezione
ja_jp: 選択エンドポイントの切り替え
ko_kr: 선택 엔드포인트 전환
pt_br: Alternar ponto de extremidade de seleção
ru_ru: Переключить конечную точку выбора
sr_cyrl_rs: Пребаци крајњу тачку избора
uk_ua: Переключити вибір ендпоінту
zh_cn: 切换选择终结点
zh_tw: 切換選取範圍端點

# ColorSelection_allMatches
source: all matches
de_de: Alle Übereinstimmungen
es_es: todas las coincidencias
fr_fr: toutes les correspondances
it_it: tutti gli abbinamenti
ja_jp: すべて一致
ko_kr: 모든 일치 항목
pt_br: todas as correspondências
ru_ru: все соответствия
sr_cyrl_rs: сва подударања
uk_ua: всі збіги
zh_cn: 所有匹配项
zh_tw: 所有相符項目

# ColorSelection_fg_action
source: Color selection, foreground: {0}{1}
de_de: Farbauswahl, Vordergrund: {0}{1}
es_es: Selección de color, primer plano: {0}{1}
fr_fr: Sélection de couleurs, premier plan : {0}{1}
it_it: Selezione colore, primo piano: {0} {1}
ja_jp: 色の選択範囲、前景: {0}{1}
ko_kr: 색 선택, 전경: {0}{1}
pt_br: Seleção de cores, primeiro plano: {0}{1}
ru_ru: Применение цвета к выделенному фрагменту, передний план: {0}{1}
sr_cyrl_rs: Избор боје, предњи план: {0}{1}
uk_ua: Вибір кольору, передній план: {0}{1}
zh_cn: 颜色选择，前景: {0}{1}
zh_tw: 色彩選取，前景: {0}{1}

# ColorSelection_bg_action
source: Color selection, background: {0}{1}
de_de: Farbauswahl, Hintergrund: {0}{1}
es_es: Selección de color, fondo: {0}{1}
fr_fr: Sélection de couleurs, arrière-plan : {0}{1}
it_it: Selezione colore, sfondo: {0}{1}
ja_jp: 色の選択範囲、背景: {0}{1}
ko_kr: 색 선택, 배경: {0}{1}
pt_br: Seleção de cores, plano de fundo: {0}{1}
ru_ru: Применение цвета к выделенному фрагменту, фон: {0}{1}
sr_cyrl_rs: Избор боје, позадина: {0}{1}
uk_ua: Вибір кольору, фон: {0}{1}
zh_cn: 颜色选择，背景: {0}{1}
zh_tw: 色彩選取，背景: {0}{1}

# ColorSelection_fg_bg_action
source: Color selection, foreground: {0}, background: {1}{2}
de_de: Farbauswahl, Vordergrund: {0}, Hintergrund: {1}{2}
es_es: Selección de color, primer plano: {0}, fondo: {1}{2}
fr_fr: Sélection de couleurs, premier plan : {0}, arrière-plan : {1}{2}
it_it: Selezione colori, primo piano: {0}, sfondo: {1}{2}
ja_jp: 色の選択範囲、前景: {0}、背景: {1}{2}
ko_kr: 색 선택, 전경: {0}, 배경: {1}{2}
pt_br: Seleção de cores, primeiro plano: {0}, plano de fundo: {1}{2}
ru_ru: Применение цвета к выделенному фрагменту, передний план: {0}, фон: {1}{2}
sr_cyrl_rs: Избор боје, предњи план: {0}, позадина: {1}{2}
uk_ua: Вибір кольору, передній план: {0}, фон: {1}{2}
zh_cn: 颜色选择，前景: {0}，背景: {1}{2}
zh_tw: 色彩選取，前景: {0}，背景: {1}{2}

# ColorSelection_default_action
source: Color selection, (default foreground/background){0}
de_de: Farbauswahl, (Standardvordergrund/-hintergrund){0}
es_es: Selección de color, (primer plano/fondo predeterminado){0}
fr_fr: Sélection de couleurs, (premier plan/arrière-plan par défaut){0}
it_it: Selezione colore, (impostazione predefinita primo piano/sfondo){0}
ja_jp: 色の選択範囲、(既定の前景/背景){0}
ko_kr: 색 선택(기본 전경/배경){0}
pt_br: Seleção de cores, (primeiro plano/plano de fundo padrão){0}
ru_ru: Применение цвета к выделенному фрагменту, (стандартный передний план/фон){0}
sr_cyrl_rs: Избор боје, (подразумевани предњи план/позадина){0}
uk_ua: Вибір кольору (типові передній план/фон){0}
zh_cn: 颜色选择，(默认前景/背景){0}
zh_tw: 色彩選取，(預設前景/背景){0}

# ColorSelection_defaultColor
source: [default]
de_de: [Standard]
es_es: [predeterminado]
fr_fr: [par défaut]
it_it: [predefinito]
ja_jp: [既定]
ko_kr: [기본값]
pt_br: [padrão]
ru_ru: [по умолчанию]
sr_cyrl_rs: [подразумевано]
uk_ua: [типово]
zh_cn: [默认]
zh_tw: [預設]

# ColorSelection_Black
source: black
de_de: schwarz
es_es: negro
fr_fr: noir
it_it: nero
ja_jp: 黒;ブラック
ko_kr: 검정
pt_br: preto
ru_ru: черный
sr_cyrl_rs: црна
uk_ua: чорний
zh_cn: 黑色
zh_tw: 黑色

# ColorSelection_Red
source: red
de_de: rot
es_es: rojo
fr_fr: rouge
it_it: rosso
ja_jp: 赤;レッド
ko_kr: 빨강
pt_br: vermelho
ru_ru: красный
sr_cyrl_rs: црвена
uk_ua: червоний
zh_cn: 红色
zh_tw: 紅色

# ColorSelection_Green
source: green
de_de: grün
es_es: verde
fr_fr: vert
it_it: verde
ja_jp: 緑;グリーン
ko_kr: 녹색
pt_br: verde
ru_ru: зеленый
sr_cyrl_rs: зелена
uk_ua: зелений
zh_cn: 绿色
zh_tw: 綠色

# ColorSelection_Yellow
source: yellow
de_de: gelb
es_es: amarillo
fr_fr: jaune
it_it: giallo
ja_jp: 黄;イエロー
ko_kr: 노랑
pt_br: amarelo
ru_ru: желтый
sr_cyrl_rs: жута
uk_ua: жовтий
zh_cn: 黄色
zh_tw: 黃色

# ColorSelection_Blue
source: blue
de_de: blau
es_es: azul
fr_fr: bleu
it_it: blu
ja_jp: 青;ブルー
ko_kr: 파랑
pt_br: azul
ru_ru: синий
sr_cyrl_rs: плава
uk_ua: блакитний
zh_cn: 蓝色
zh_tw: 藍色

# ColorSelection_Purple
source: purple
de_de: lila
es_es: púrpura
fr_fr: violet
it_it: viola
ja_jp: 紫
ko_kr: 자주색
pt_br: púrpura
ru_ru: лиловый
sr_cyrl_rs: пурпурна
uk_ua: фіолетовий
zh_cn: 紫色
zh_tw: 紫色

# ColorSelection_Cyan
source: cyan
de_de: zyan
es_es: cian
it_it: ciano
ja_jp: シアン
ko_kr: 녹청색
pt_br: ciano
ru_ru: голубой
sr_cyrl_rs: цијан
uk_ua: блакитний
zh_cn: 青色
zh_tw: 青色

# ColorSelection_White
source: white
de_de: weiß
es_es: blanco
fr_fr: blanc
it_it: bianco
ja_jp: 白;ホワイト
ko_kr: 흰색
pt_br: branco
ru_ru: белый
sr_cyrl_rs: бела
uk_ua: білий
zh_cn: 白色
zh_tw: 白色

# ColorSelection_BrightBlack
source: bright black
de_de: leuchtend schwarz
es_es: negro brillante
fr_fr: Noir brillant
it_it: nero acceso
ja_jp: 明るい黒
ko_kr: 밝은 검정
pt_br: preto brilhante
ru_ru: ярко-черный
sr_cyrl_rs: светлоцрна
uk_ua: яскраво-чорний
zh_cn: 亮黑色
zh_tw: 亮黑色

# ColorSelection_BrightRed
source: bright red
de_de: hellrot
es_es: rojo intenso
fr_fr: rouge brillant
it_it: rosso accesso
ja_jp: 明るい赤
ko_kr: 밝은 빨강
pt_br: vermelho brilhante
ru_ru: ярко-красный
sr_cyrl_rs: светлоцрвена
uk_ua: яскраво-червоний
zh_cn: 鲜红色
zh_tw: 亮紅色

# ColorSelection_BrightGreen
source: bright green
de_de: hellgrün
es_es: verde brillante
fr_fr: vert brillant
it_it: verde acceso
ja_jp: 明るい緑
ko_kr: 밝은 녹색
pt_br: verde brilhante
ru_ru: ярко-зеленый
sr_cyrl_rs: светлозелена
uk_ua: яскраво-зелений
zh_cn: 亮绿色
zh_tw: 亮綠色

# ColorSelection_BrightYellow
source: bright yellow
de_de: hellgelb
es_es: amarillo claro
fr_fr: Jaune brillant
it_it: giallo acceso
ja_jp: 明るい黄
ko_kr: 밝은 노랑
pt_br: amarelo brilhante
ru_ru: ярко-желтый
sr_cyrl_rs: светложута
uk_ua: яскраво-жовтий
zh_cn: 亮黄色
zh_tw: 亮黃色

# ColorSelection_BrightBlue
source: bright blue
de_de: hellblau
es_es: azul brillante
fr_fr: bleu brillant
it_it: blu acceso
ja_jp: 明るい青
ko_kr: 밝은 파랑
pt_br: azul brilhante
ru_ru: ярко-синий
sr_cyrl_rs: светлоплава
uk_ua: яскраво-синій
zh_cn: 亮蓝色
zh_tw: 亮藍色

# ColorSelection_BrightPurple
source: bright purple
de_de: helllila
es_es: morado brillante
fr_fr: violet brillant
it_it: viola acceso
ja_jp: 明るい紫
ko_kr: 밝은 보라색
pt_br: púrpura brilhante
ru_ru: ярко-лиловый
sr_cyrl_rs: светлопурпурна
uk_ua: яскраво-фіолетовий
zh_cn: 亮紫色
zh_tw: 亮紫色

# ColorSelection_BrightCyan
source: bright cyan
de_de: helles Zyan
es_es: cian claro
fr_fr: cyan brillant
it_it: ciano acceso
ja_jp: 明るいシアン
ko_kr: 밝은 녹청색
pt_br: ciano brilhante
ru_ru: ярко-голубой
sr_cyrl_rs: светлоцијан
uk_ua: яскраво-блакитний
zh_cn: 亮青色
zh_tw: 亮青色

# ColorSelection_BrightWhite
source: bright white
de_de: leuchtend weiß
es_es: blanco brillante
fr_fr: blanc brillant
it_it: bianco acceso
ja_jp: 明るい白
ko_kr: 밝은 흰색
pt_br: branco brilhante
ru_ru: ярко-белый
sr_cyrl_rs: светлобела
uk_ua: яскраво білий
zh_cn: 亮白色
zh_tw: 亮白色

# ExpandSelectionToWordCommandKey
source: Expand selection to word
de_de: Auswahl auf Wort erweitern
es_es: Expandir selección a palabra
fr_fr: Étendre la sélection au mot
it_it: Espandi selezione alla parola
ja_jp: 単語に選択範囲を展開する
ko_kr: 선택 영역을 단어로 확장
pt_br: Expandir seleção a palavra
ru_ru: Развернуть выделенный фрагмент до слова
sr_cyrl_rs: Прошири избор на реч
uk_ua: Розширити виділення до слова
zh_cn: 将所选内容展开到单词
zh_tw: 擴大選取範圍至文字

# ShowContextMenuCommandKey
source: Show context menu
de_de: Kontextmenü anzeigen
es_es: Mostrar menú contextual
fr_fr: Afficher le menu contextuel
it_it: Mostra menu di scelta rapida
ja_jp: コンテキスト メニューの表示
ko_kr: 상황에 맞는 메뉴 표시
pt_br: Mostrar menu de contexto
ru_ru: Показать контекстное меню
sr_cyrl_rs: Прикажи контекстни мени
uk_ua: Показати контекстне меню
zh_cn: 显示上下文菜单
zh_tw: 顯示操作功能表

# CloseOtherPanesCommandKey
source: Close all other panes
de_de: Alle anderen Bereiche schließen
es_es: Cerrar los demás paneles
fr_fr: Fermer tous les autres volets
it_it: Chiudi tutti gli altri riquadri
ja_jp: 他のすべてのウィンドウを閉じる
ko_kr: 다른 모든 창 닫기
pt_br: Fechar todos os outros painéis
ru_ru: Закрыть все другие области
sr_cyrl_rs: Затвори све остале панеле
uk_ua: Закрити всі інші панелі
zh_cn: 关闭所有其他窗格
zh_tw: 關閉其他全部窗格

# ToggleBroadcastInputCommandKey
source: Toggle broadcast input to all panes
de_de: Übertragungseingabe in alle Bereiche umschalten
es_es: Alternar la entrada de difusión en todos los paneles
fr_fr: Activer/désactiver l’entrée de diffusion dans tous les volets
it_it: Attiva/Disattiva input trasmissione in tutti i riquadri
ja_jp: ブロードキャスト入力をすべてのウィンドウに切り替える
ko_kr: 브로드캐스트 입력을 모든 창으로 토글
pt_br: Alternar a entrada de difusão para todos os painéis
ru_ru: Переключить ввод трансляции для всех областей
sr_cyrl_rs: Укљ./искљ. емитовање уноса у све панеле
uk_ua: Перемкнути широкомовний ввід на всіх панелях
zh_cn: 将广播输入切换到所有窗格
zh_tw: 將廣播輸入切換至所有窗格

# RestartConnectionKey
source: Restart connection
de_de: Verbindung neu starten
es_es: Reiniciar conexión
fr_fr: Redémarrer la connexion
it_it: Riavvia connessione
ja_jp: 接続の再起動
ko_kr: 연결 다시 시작
pt_br: Reiniciar conexão
ru_ru: Перезапустить подключение
sr_cyrl_rs: Поново успостави везу
uk_ua: Перезапустити з'єднання
zh_cn: 重新启动连接
zh_tw: 重新啟動連線

# OpenScratchpadKey
source: Open scratchpad
fr_fr: Ouvrir le bloc-notes
it_it: Aprire scratchpad
ru_ru: Открыть временную память
sr_cyrl_rs: Отвори простор за скицирање
uk_ua: Відкрити блокнот
zh_cn: 打开便笺本

# SelectOutputNextCommandKey
source: Select next command output
de_de: Nächste Befehlsausgabe auswählen
es_es: Seleccionar salida del comando siguiente
fr_fr: Sélectionner la sortie de commande suivante
it_it: Seleziona l'output del comando successivo
ja_jp: 次のコマンド出力を選択
ko_kr: 다음 명령 출력 선택
pt_br: Selecionar a próxima saída de comando
ru_ru: Выбрать следующую команду вывода
sr_cyrl_rs: Изабери излаз наредне команде
uk_ua: Вибрати вивід наступної команди
zh_cn: 选择下一个命令输出
zh_tw: 選取下一個命令輸出

# SelectOutputPreviousCommandKey
source: Select previous command output
de_de: Vorherige Befehlsausgabe auswählen
es_es: Seleccionar salida del comando anterior
fr_fr: Sélectionner la sortie de commande précédente
it_it: Seleziona l’output del comando precedente
ja_jp: 前のコマンド出力を選択
ko_kr: 이전 명령 출력 선택
pt_br: Selecionar a saída do comando anterior
ru_ru: Выбрать предыдущую команду вывода
sr_cyrl_rs: Изабери излаз претходне команде
uk_ua: Вибрати вивід попередньої команди
zh_cn: 选择上一个命令输出
zh_tw: 選取上一個命令輸出
